export function getAboutDate() {
  return {
    "commentEnabled": "true",
    "title": "关于帅气的 Naccl",
    "content": "你终于点开了这个罪恶的界面了吗，嗯，说点什么好呢，那就简单介绍一下我自己吧。\n\n搭建这个博客的时候我正好处于即将毕业正在找工作实习的阶段，人生中的迷茫期呢。本来是想趁这段假期学点东西，结果学着学着就玩起了博客，不知道搭建博客的知识以后上班用不用得上呢，哈哈应该用不上吧。\n\n没错，我就是那种无法正经去学习的那种人，学编程也是，完全是因为兴趣在学习（指不跟着老师的节奏来），不过也因为这样，学会了各种各样课程上学不到的奇奇怪怪的知识（奇怪的知识增加了），目前来说比较感兴趣的应该是宅文化（死宅真恶心）和编程吧，这也是持续时间最长的爱好，这两个爱好我应该会喜欢很久吧，听说一定年龄以后的爱好会持续到老，是这样吗？\n\n什么？你问我为什么叫妹控集这么个死宅的网名？其实这只是因为我入宅的时候正好是妹控题材动画大流行（并不是真的妹控），就像现在的异世界题材一样，当时取网名的时候就想到了这么个名字，于是各个账号都沿用了这么个死宅的名字，当我意识到这个名字很死宅的时候，已经晚了cao……"
  }
}

export function saveAbout(param: any) {
  console.log(param)
}